<template lang="pug">
  div#terms
    div.terms-wrapper
      h1 {{ pageTitle }}


      h3.terms_mid--title 제 1 장 총칙


      h3 제 1 조 [목적]
      p 본 이용약관은 {{ companyNameFullKo }}(이하 "회사"라 합니다)와 회사가 운영하는 “{{ serviceEn }}” 서비스를 이용하여 자신의 상품, 재화 등을 홍보하고자 하는 자(이하 “쇼핑몰 사업자”라 합니다) 사이의 권리, 의무, 기타 필요한 사항을 정함으로써 상호 이익을 도모하는 것을 그 목적으로 합니다.


      h3 제 2 조 [용어의 정의]
      p 본 이용약관에서 사용하는 용어의 정의는 다음과 같습니다.
      ol
        li “{{ serviceEn }}”는 회사가 운영하는 앱 또는 웹 형태의 플랫폼으로서 각 쇼핑몰에 게시된 상품정보를 취합하여 이용자들에게 보여주고, 이용자들로 하여금 구매를 촉진시키거나 쇼핑을 편리하게 하는 기능을 제공하는 가상의 영업장을 의미합니다.
        li “서비스”는 회사가 {{ serviceEn }}를 통하여 쇼핑몰 사업자가 판매하는 상품의 이미지, 상품명, 가격정보 등을 {{ serviceEn }}를 설치한 이용자들에게 정렬하여 보여 주고 관련 광고를 노출시키는 등 쇼핑몰 사업자의 상품에 대한 판매촉진과 관련된 제반 서비스를 제공하는 것을 의미합니다.
        li “쇼핑몰”은 상품의 판매, 대여 등을 목적으로 운영되는 인터넷웹사이트 또는 모바일 앱을 의미합니다.
        li “쇼핑몰 사업자”라 함은 “쇼핑몰”을 운영하는 사업자로서 본 이용약관에 따라 회사와 이용계약을 체결하고 회사가 제공하는 {{ serviceEn }} 서비스를 이용하는 자를 의미합니다.
        li “마케팅센터”는 {{ serviceEn }} 웹사이트 중 쇼핑몰 사업자가 이용현황 및 매출현황 확인,  쿠폰 제공 등을 할 수 있는 페이지를 의미합니다.
        li “상품정보”는 쇼핑몰 사업자가 자신이 판매하는 상품에 관해 쇼핑몰에 기재한 상품의 이미지, 상품명, 가격정보, 링크정보 등을 의미합니다.
        li “이용자”는 {{ serviceEn }}를 자신의 스마트폰, 태블릿PC, PC 등 단말기에 설치함으로써 {{ serviceEn }}를 통하여 쇼핑몰 사업자의 상품 등에 대한 정보를 획득하고 구매를 실현하는 만 14세 이상의 일반 소비자를 의미합니다. 이용자는 {{ serviceEn }} 회원과 비회원을 모두 포함합니다.


      h3 제 3 조 [약관의 효력 범위와 개정]
      ol
        li 회사가 쇼핑몰 사업자에게 가입완료 사실을 {{ serviceEn }} 또는 마케팅센터를 통하여 통지 함으로써 이용계약이 성립하며, 그에 따라 해당 쇼핑몰 사업자는 회사가 제공하는 서비스를 이용할 수 있으며 약관 규정의 적용을 받습니다.
        li 본 이용약관은 개정될 수 있으며 약관을 개정할 경우 회사는 개정된 약관을 적용하는 날(이하 “효력 발생일“)로부터 7일 이전에 약관이 개정된다는 사실과 개정된 내용 등을 마케팅센터 또는 전자메일로 고지하여 드립니다. 단, 쇼핑몰 사업자에게 불리한 내용으로 변경하는 경우에는 최소 30일 이전에 고지합니다.
        li 제2항에 따라 공지된 변경된 약관의 적용일자 이전에 쇼핑몰 사업자가 명시적으로 거부의사를 표명하지 않을 경우에는 개정된 약관에 동의하는 것으로 봅니다.


      h3.terms_mid--title 제 2 장 이용계약의 체결


      h3 제 4 조 [서비스 가입신청 및 승낙]
      ol
        li 서비스에 대한 쇼핑몰 사업자와 회사간의 이용계약은 쇼핑몰 사업자가 마케팅센터의 가입 페이지를 통하여 본 이용약관에 대해 동의하고, 가입 페이지의 신청서 양식에 다음 각 호의 제반 정보를 현재의 사실과 일치하도록 기재하여 서비스 가입신청을 한 후, 회사가 이러한 신청에 대하여 가입을 승낙 함으로써 체결됩니다.
          ul
            li 로그인 정보: 아이디 및 비밀번호
            li 쇼핑몰 관련 정보: 쇼핑몰명, 쇼핑몰 URL
            li 사업자 정보: 상호(개인사업자인 경우) 또는 법인명(법인사업자인 경우), 대표자명, 사업자등록번호, 사업장 주소, 법인등록번호(법인사업자인 경우), 통신판매업신고번호, 업태 및 업종(사업자등록증에 기재되어 있는 업태, 업종)
            li 결제정보: 계좌번호
            li 취급상품 정보: 취급 품목(여성 쇼핑몰, 보세, 자체제작 상품 등), 취급 상품의 가격 상한가
            li 연락을 위한 정보: 담당자의 이름, 전자메일, 휴대폰 번호
            li 기타 회사가 필요하다고 인정하는 사항
        li 쇼핑몰 사업자는 제1항의 서비스 가입신청 시 마케팅센터의 가입 페이지에 다음 각 호의 서류를 첨부하여 회사에 제출하여야 합니다.
          ul
            li 사업자 등록증
            li 통신판매업 신고증
            li 전자상거래 등에서의 소비자보호에 관한 법률(이하 ‘전자상거래법’) 제13조 제10호에 의한 결제대금예치제도의 이용 또는 소비자피해보상보험계약의 체결 등에 대한 증명 서류
            li 기타 회사가 필요하다고 인정하는 서류
        li 쇼핑몰 사업자는 서비스 가입신청을 하기 전에 서비스의 내용, 거래 조건, 기타 본 이용약관의 내용을 숙지하여야 하며, 이를 숙지하지 못해 생기는 불이익은 쇼핑몰 사업자에게 있습니다.
        li 회사는 쇼핑몰 사업자가 제1항의 서비스 가입신청을 하는 경우 원칙적으로 이를 승낙합니다. 다만, 회사는 다음 각 호의 경우 신청의 승낙을 거절 또는 유보할 수 있으며, 사후적으로 쇼핑몰 사업자에게 다음 각 호의 사유가 존재함을 안 경우에는 그 쇼핑몰 사업자와의 이용계약을 해지할 수 있습니다.
          ol
            li 제1항 각 호의 사항에 허위 또는 부정확한 정보를 기재한 경우
            li 제2항 각 호의 서류를 허위 또는 부정한 방법으로 제출하는 경우
              ul
                li 쇼핑몰 사업자가 본 이용약관 위반 등 사유로 회사의 서비스 이용 자격을 상실한 적이 있는 경우(다만, 서비스 이용 자격을 상실한 날로부터 1년이 경과한 자로서 회사의 서비스 재가입 승낙을 얻은 경우에는 예외로 합니다)
                li 쇼핑몰 사업자가 사회의 안녕·질서 또는 미풍양속을 저해하거나, 저해할 목적으로 서비스 가입신청을 한 경우
                li 회사의 신용, 이미지 또는 명예를 훼손하였거나 훼손할 우려가 있는 경우
                li 제1항 제5호에 기재한 사항에 변경이 있는 경우(다만, 회사에 사전 고지하고 승낙을 받은 경우는 예외로 합니다)
                li 회사의 업무상, 기술상의 사정으로 서비스 제공이 불가능한 경우
                li 휴업, 폐업 또는 채무자 회생 및 파산에 관한 법률에 따른 파산 또는 회생 절차의 개시 신청을 하는 등 정상적인 영업활동이 곤란한 경우
                li 기타 제반 규정 위반 등 쇼핑몰 사업자의 귀책사유로 인하여 회사가 서비스 가입신청의 승낙을 거절할 만한 객관적인 사유가 존재하는 경우
        li 제4항 단서에 따라 회사가 쇼핑몰 사업자의 서비스 가입신청의 승낙을 거절하거나 유보하는 경우, 회사는 원칙적으로 그 사실을 쇼핑몰 사업자에게 통지하여야 합니다.


      h3 제 5 조 [쇼핑몰 사업자 정보의 변경]
      ol
        li 쇼핑몰 사업자는 회사에 요청하여 본인의 쇼핑몰 정보를 열람하고 수정할 수 있습니다. 다만, 쇼핑몰 사업자는 회사의 서비스 관리를 위하여 필요한 쇼핑몰 사업자의 상호명, 법인명 및 아이디를 회사의 사전 동의 없이 수정할 수 없습니다.
        li 쇼핑몰 사업자는 가입신청 시에 기재하였던 사항이 변경된 경우 지체 없이 쇼핑몰 사업자정보를 수정하거나, 그 변경사항을 전자우편 기타 회사가 정한 방법을 통하여 회사에 고지하여야 합니다.
        li 쇼핑몰 사업자가 쇼핑몰 사업자정보 변경사항을 회사에 고지하지 않음에 따라, 회사로부터의 통지를 수령하지 못하는 등의 불이익이 발생하더라도 회사는 그에 대한 책임을 부담하지 않습니다.


      h3.terms_mid--title 제 3 장 일반사항


      h3 제 6 조 [회사의 의무]
      ol
        li 회사는 쇼핑몰 사업자와의 이용계약에 따라 쇼핑몰 사업자에게 입점 서비스와 방송 서비스 등을 제공합니다.
        li 회사는 쇼핑몰 사업자에 대한 서비스 제공과 관련하여 관련 법령 및 본 이용약관, 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적인 서비스 제공을 위하여 최선을 다합니다.
        li 회사는 쇼핑몰 사업자가 안전하게 서비스를 이용할 수 있도록 쇼핑몰 사업자의 개인정보 및 영업정보를 보호하기 위하여 최선을 다하며, 개인정보처리방침을 공시하고 준수합니다.
        li 회사는 정보통신망 이용촉진 및 정보보호 등에 관한 법률 및 통신비밀보호법 기타 관련 법령을 준수합니다.
        li 회사는 서비스 이용과 관련하여 쇼핑몰 사업자가 정당한 의견 또는 불만을 제기하는 경우, 이를 처리하고 마케팅센터 또는 전자메일 등을 통하여 쇼핑몰 사업자에게 그 처리과정 및 결과를 전달합니다.


      h3 제 7 조 [쇼핑몰 사업자의 의무]
      ol
        li 쇼핑몰 사업자는 회사가 제공하는 입점 서비스 및 광고 서비스를 본 계약에 따라 허용된 범위 내에서 이용하며, 서비스 이용과 관련하여 다음 각 호의 행위를 하지 않습니다.
          ul
            li 서비스 가입신청 또는 정보 변경 시 허위의 내용을 등록하는 행위
            li 타인의 정보, 아이디와 비밀번호 등 서비스 이용 정보, 금융정보 등을 도용하는 행위
            li 타인(회사의 직원 등을 포함합니다)을 가장하거나 사칭하여 또는 타인의 명의를 도용하여 서비스를 이용하거나 전자메일을 발송하는 행위
            li 회사의 사전 승낙 없이 회사가 제공한 정보를 쇼핑몰 사업자의 개인적 목적으로 복제하거나 이를 출판 및 방송 등에 사용하거나 제3자에게 제공하는 행위
            li 회사 및 기타 제3자의 저작권 등 지적재산권을 침해하는 행위
            li 회사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
            li 허위의 상품을 게재하는 등의 방법으로 이용자에게 손해를 가하거나 이용자로부터 불만ㆍ항의를 받을 수 있는 행위
            li 외설ㆍ폭력ㆍ수치심ㆍ혐오감 등을 유발하거나 기타 공서양속에 반하는 메시지ㆍ이미지 등의 정보를 쇼핑몰에 게재하는 행위
            li 서비스 정보통신망에 장애를 유발시킬 수 있는 내용의 정보, 문장, 도형 등을 쇼핑몰에 게재하여 회사가 관리·운영하는 정보통신망에 피해를 주는 행위
            li 비정상적인 방법으로 서비스를 이용하거나 시스템에 접근하는 행위
            li 다른 쇼핑몰 사업자의 영업행위를 방해하는 행위
            li 서비스 운영을 고의로 방해하거나 서비스의 안정적 운영을 방해할 수 있는 정보를 전송하는 행위
            li 기타 법령 또는 본 이용약관에 위배되거나 회사의 업무를 방해하는 부당한 행위
        li 쇼핑몰 사업자는 서비스의 이용과 관련하여 관계법령, 이용약관, 세부이용지침, 서비스 이용안내 및 회사가 통지한 공지사항 등을 준수하여야 하며, 이를 수시로 확인하여야 합니다.
        li 쇼핑몰 사업자는 부당하게 서비스, 광고 또는 광고매체에 위해가 되는 제3자의 행위를 인지하는 경우 즉시 해당 사실을 회사에 알리고 만약 해당 제3자와의 거래 관계가 있는 경우에는 이를 즉시 중단하여야 합니다.
        li 쇼핑몰 사업자는 자신의 귀책사유로 회사와 제3자 간에 분쟁이 발생하는 경우, 즉시 회사를 면책하고 자신의 비용과 책임으로 이를 해결하여야 합니다.


      h3 제 8 조 [쇼핑몰 사업자의 아이디 및 비밀번호 관리에 대한 의무]
      ol
        li 쇼핑몰 사업자의 아이디와 비밀번호에 관한 관리책임은 쇼핑몰 사업자 자신에게 있으며, 쇼핑몰 사업자는 자신의 아이디 및 비밀번호를 제3자가 이용하도록 하여서는 안됩니다.
        li 쇼핑몰 사업자는 제3자가 자신의 아이디 또는 비밀번호 등 개인정보를 이용하고 있음을 인지한 경우 즉시 비밀번호 등을 변경하고, 회사에 이러한 사실을 통지하며 이후 회사의 안내에 따라야 합니다.
        li 제2항의 경우에 해당 쇼핑몰 사업자가 회사에게 제3자의 개인정보 이용 사실 등을 통지하지 않거나, 회사의 안내에 따르지 않음에 따라 발생한 불이익에 대하여 회사는 어떠한 책임도 부담하지 않습니다.


      h3 제 9 조 [서비스의 내용]
      ol
        li 회사는 쇼핑몰 사업자에게 아래와 같은 서비스를 제공합니다.
          ul
            li 입점 서비스: 쇼핑몰 사업자의 쇼핑몰에 게재된 상품 및 상품 정보를 {{ serviceEn }}에 노출시키고, 이용자가 {{ serviceEn }}에 노출된 상품 및 상품 정보를 클릭하면 바로 쇼핑몰 사업자의 쇼핑몰로 이동할 수 있도록 링크 정보를 제공하며, {{ serviceEn }}를 통하여 이용자들이 쇼핑몰을 이용한 내역(주문내역 및 즐겨찾기 등록 이력 등) 정보를 제공합니다.
            li 방송 서비스: 쇼핑몰 사업자 중 해당 쇼핑몰 사업자가 판매하는 상품 등의 라이브 방송 송출 및 제반 서비스를 제공합니다.
            li 결제 서비스: {{ serviceEn }}와의 결제사업 제휴를 마친 쇼핑몰 사업자가 판매하는 상품 등에 대한 결제 서비스를 제공합니다.
            li 기타 서비스: 회사는 기타 제1호부터 제3호까지의 서비스 제공에 부수하는 서비스를 제공할 수 있으며, 향후 {{ serviceEn }}의 개선 또는 회사의 발전적인 마케팅 정책에 따라 추가적인 서비스가 제공될 수 있습니다.
        li 회사는 쇼핑몰 사업자의 상품 또는 상품정보, 쇼핑몰 정보를 {{ serviceEn }}에 노출하거나 광고 서비스를 제공할 뿐이고 해당 상품의 판매를 대행하거나 보조하지 않으며, 상품의 구매는 쇼핑몰 사업자의 쇼핑몰에서 이루어집니다. 다만, 결제 제휴가 이루어진 쇼핑몰의 경우에 한하여 회사가 결제 서비스를 제공합니다.
        li 회사는 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간 쇼핑몰 사업자에게 제1항의 서비스를 제공합니다. 다만 정기 점검 등의 필요가 있는 경우 일정기간 동안 서비스의 제공이 제한될 수 있으며, 또한 회사의 호스팅 서비스 업체 등 제휴사의 운영시간 등의 사유로 인하여 서비스의 제공이 제한될 수 있습니다.


      h3 제 10 조 [서비스의 변경 및 중단]
      ol
        li 회사는 다음 각 호의 경우 쇼핑몰 사업자에 대하여 제공하는 서비스의 전부 또는 일부를 일시적으로 변경하거나 중단할 수 있습니다.
          ul
            li 이용계약이 계약기간의 만료, 해지 등의 사유로 인하여 종료되는 경우
            li 천재지변 또는 이에 준하는 불가항력으로 인하여 회사 서비스를 제공할 수 없는 경우
            li 설비의 보수점검, 교체 등 공사로 인하여 부득이한 경우
            li 쇼핑몰 사업자가 의도적으로 회사의 정상적 영업 및 서비스 제공 활동을 방해하는 경우
            li 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우
            li 쇼핑몰 사업자가 약관을 위반한 경우
            li 쇼핑몰 사업자의 쇼핑몰에서 판매하는 상품에 대하여 3회 이상 이용자의 항의가 접수가 되고 항의 내용이 서비스를 중단할 중대한 사유가 있다고 인정되는 경우
            li 쇼핑몰 사업자가 채무자 회생 및 파산에 관한 법률에 따른 파산 또는 회생 절차의 개시 신청을 하는 등 정상적인 영업 활동이 곤란하다고 판단되는 경우
            li 국가기관 또는 정부조직(방송통신위원회, 한국정보보호진흥원 등), 수사기관, 법원 등의 행정 또는 사법적 처분 등에 따라 법률상 서비스의 제공을 제한 또는 중단하여야 하는 경우
            li 기타 회사의 운영상, 기술상 필요 등 상당한 이유가 있는 경우
        li 제1항의 경우, 회사는 사전에 다음 각 호의 사항을 마케팅센터 또는 전자메일을 통하여 쇼핑몰 사업자에게 통지하여야 합니다. 다만, 사전에 통지할 수 없는 부득이한 사유가 있는 경우 회사는 서비스의 제공을 변경 또는 중단하고 나서 사후적으로 쇼핑몰 사업자에 대한 통지를 할 수 있습니다.
          ul
            li 서비스 변경 또는 중단 사유
            li 서비스 변경일 또는 중단일


      h3 제 11 조 [이용계약의 기간]
      p 본 이용약관에 의한 서비스 이용 계약의 계약기간의 시기는 제4조에 의한 쇼핑몰 사업자의 가입신청에 대하여 회사가 가입 승낙의 의사를 통지한 날이며, 계약기간의 종기는 쇼핑몰 사업자가 회사에게 가입철회를 요청하거나, 회사가 제12조 1항과 같은 사유로 이용계약 해지 및 퇴점 조치를 한 날입니다.


      h3 제 12 조 [이용계약의 효력과 해지]
      ol
        li 당사자는 다음 각 호의 사유가 존재하는 경우 사전 통지 후 이용계약을 해지할 수 있습니다.
          ul
            li 본 이용약관에 규정된 당사자의 의무를 이행하지 아니하거나 위반하는 경우
            li 회사가 정당한 이유 없이 서비스의 제공을 하지 아니하는 경우
            li 제4조 제4항의 승낙거부사유가 있음이 확인된 경우
        li 당사자가 이용계약을 해지 하는 경우 상대방에게 내용증명, 전자메일 등의 방법을 통하여 해지사유를 밝혀 해지의사를 통지하여야 합니다.
        li 이용계약이 해지되더라도, 해지 이전에 이미 체결된 이용계약의 완결과 관련해서는 본 이용약관이 계속 적용됩니다.
        li 본 조에 의하여 이용계약이 해지되는 경우 서비스가 종료되며, 회사는 서비스 종료와 관련한 제반 조치를 취할 수 있습니다.
        li 제1항의 규정에도 불구하고 당사자가 현행법 위반 및 고의 또는 중대한 과실로 상대방에게 손해를 입힌 경우, 당사자는 사전 통지 없이 이용계약을 해지할 수 있습니다.
        li 본 조에 의한 이용계약의 해지의 효력은 제2항의 의사표시가 상대방에게 도달한 때부터 발생합니다.
        li 본 조의 해지는 손해배상에 영향을 미치지 않습니다.


      h3.terms_mid--title 제 4 장 입점 서비스


      h3 제 13 조 [입점 서비스의 내용]
      ol
        li 회사는 제4조에 따라 이용계약을 체결한 쇼핑몰 사업자에 대하여 입점 서비스를 제공하고, 쇼핑몰 사업자는 회사가 제공하는 입점 서비스를 이용할 수 있습니다.
        li 회사가 제공하는 입점 서비스의 내용은 다음 각 호와 같습니다.
          ul
            li 쇼핑몰 사업자의 쇼핑몰에 게재된 상품 및 상품 정보를 {{ serviceEn }}에 노출시켜 이용자의 접근성을 높이는 서비스
            li 이용자가 {{ serviceEn }}에 노출된 상품 및 상품 정보를 클릭하면 바로 쇼핑몰 사업자의 쇼핑몰로 이동할 수 있도록 링크 정보를 제공하는 서비스
            li 이용자들이 {{ serviceEn }} 서비스를 통하여 쇼핑몰을 이용한 내역(주문내역 및 즐겨찾기 등록 이력 등)에 대한 정보를 제공하는 서비스
        li 쇼핑몰 사업자들은 회사가 제공하는 ‘마케팅센터’를 이용하여 이용자들의 {{ serviceEn }} 서비스를 통한 쇼핑몰 이용 내역을 확인할 수 있습니다.


      h3 제14조 [상품정보에 대한 책임]
      ol
        li 회사의 {{ serviceEn }} 서비스를 이용하는 쇼핑몰 사업자는 공공질서, 미풍양속, 기타 관련 법령에 위배되거나 품질 기준에 어긋나는 상품을 판매하여서는 아니 되며, 이와 관련한 상품정보를 게재할 수 없습니다. 이를 위반하여 발생하는 모든 문제에 대한 책임은 쇼핑몰 사업자에게 귀속됩니다.
        li 쇼핑몰 사업자는 허위 또는 과장된 상품 정보를 게재해서는 아니 되며 정확한 정보를 제공하여야 합니다.
        li 광고에 표시된 상품의 소재, 가격, 재고, 사양, 내용 등 모든 정보와 품질보증, 하자보수 등은 쇼핑몰 사업자의 책임으로 철저히 관리하거나 제공하여야 하며 변경 사항이 발생한 경우에는 즉시 이를 갱신하여야 합니다.
        li 회사는 쇼핑몰 사업자의 상품정보가 다음 각 호에 해당하는 경우, 사전 통보 없이 {{ serviceEn }} 내에서 상품정보를 수정·삭제하거나 이용자의 열람을 제한하는 등의 조치를 취할 수 있습니다. 단, 제9호의 경우 회사는 7영업일 이전에 마케팅센터 또는 전자메일을 통하여 사전에 공지하여야 합니다.
          ul
            li 타인의 권리나 명예, 신용 기타 정당한 이익을 침해하는 경우
            li 범죄행위와 관련되거나, 공공질서 및 미풍양속에 위반되는 내용일 경우
            li 회사 또는 제3자의 저작권, 상표권 기타 지식재산권 등 권리를 침해하는 경우
            li 불법물, 음란물 또는 청소년 유해매체물의 게시, 광고, 사이트를 링크하는 경우
            li 회사가 제공하는 제품 및 서비스와 관련 없는 내용일 경우
            li 허위의 상품 정보인 경우
            li 쇼핑몰 사업자와의 이용계약이 해지된 경우
            li 상품 구매자로부터 상품에 대한 항의가 3회 이상 제기된 상품인 경우
            li 서비스의 변경으로 인하여 부득이한 경우
            li 기타 본 이용약관 또는 관련법령에 위반하는 경우
        li 쇼핑몰 사업자는 제4항에 의한 회사의 조치가 부당하다고 판단될 경우 그 이유를 명시하여 이의를 제기할 수 있습니다.


      h3 제 15 조 [쇼핑몰 사업자의 쇼핑몰의 운영]
      ol
        li 이용자가 쇼핑몰 사업자의 상품을 구매한 경우, 쇼핑몰 사업자는 이용자가 구매한 재화를 지정된 인수인과 장소에 정확히 배송할 책임이 있으며, 회사는 회사의 귀책사유가 없는 한 책임을 지지 아니합니다.
        li 쇼핑몰 사업자는 배송 지연 등으로 인하여 이용자로부터 불만 사항을 접수한 경우 이를 즉시 수리하며 조치하여야 합니다.
        li 쇼핑몰 사업자는 재고 부족, 교통 두절, 사고 발생 등 배송에 문제가 발생한 경우 즉시 이용자에게 통지하여야 합니다.
        li 쇼핑몰 사업자는 이용자가 환불, 교환, 반품 또는 구매 취소를 요청하는 경우 전자상거래법, 할부거래에 관한 법률 등 관련 법령을 준수하여 처리합니다.
        li 쇼핑몰 사업자는 전자상거래법 등 관련 법령에서 규정하고 있는 소정의 표시 사항을 이용자가 쉽게 알 수 있도록 게시하여야 합니다.
        li 쇼핑몰 사업자는 상품을 판매함에 있어 관련 법령을 철저히 준수하여야 하며, 법령에서 정한 사항을 반드시 이용자에게 고지하여야 합니다.


      h3 제 16 조 [회사의 책임 제한]
      p 회사는 쇼핑몰 사업자가 판매하는 상품의 존재, 안전성, 적법성 등 일체의 정보에 대하여 보증하지 아니하며 이에 대한 책임은 쇼핑몰 사업자에게 있습니다.


      h3.terms_mid--title 제 5 장 지적재산권 및 개인정보보호


      h3 제 17 조 [지적재산권]
      ol
        li 쇼핑몰 사업자가 쇼핑몰에 게재한 상품 정보의 지적재산권은 쇼핑몰 사업자에게 있습니다.
        li 회사는 쇼핑몰 사업자가 작성한 상품정보에 대한 지적재산권을 {{ serviceEn }} 서비스를 제공하기 위한 범위 내에서 무상으로 이용할 권리가 있으며, 필요한 범위 내에서 상품정보의 일부를 수정, 복제, 편집할 수 있습니다. 회사는 외부 매체를 통한 {{ serviceEn }} 서비스 및 쇼핑몰 홍보, 상품 판매촉진 등을 위하여 광고서비스를 이용하는 쇼핑몰 사업자의 상품 또는 모델 이미지를 편집∙수정∙공개 등 방법으로 사용할 수 있습니다.
        li 회사가 작성한 저작물, 기타 서비스의 제공과 관련하여 발생한 콘텐츠 등 일체의 산출물에 대한 저작권 등 지적재산권은 회사에게 귀속됩니다.
        li 쇼핑몰 사업자가 작성한 상품정보가 타인의 지적재산권을 침해하는 경우 그에 대한 모든 책임은 쇼핑몰 사업자가 부담합니다.
        li 쇼핑몰 사업자가 타인의 지적재산권을 침해하는 것으로 확인되거나 분쟁이 발생하는 경우, 회사는 해당 쇼핑몰 사업자에게 관련 자료의 요청 및 삭제 요청을 할 수 있습니다.
        li 만약 쇼핑몰 사업자의 지적재산권 등 침해로 인하여 회사가 제3자로부터 손해배상청구 등 이의 제기를 받은 경우 쇼핑몰 사업자는 스스로의 비용으로 회사를 면책하고 방어하여야 하며, 회사에 발생한 모든 손해를 배상하여야 합니다.


      h3.terms_mid--title 제 6 장 기타


      h3 제 18 조 [손해배상]
      p 당사자 일방이 본 계약상 의무를 위반함으로 인하여 상대방에게 손해가 발생한 경우, 귀책사유 있는 당사자는 상대방이 입은 손해를 배상합니다.


      h3 제 19 조 [양도의 제한]
      p 당사자는 약관 및 이용계약에 따라 가지는 권리 및 계약상 지위를 제3자에게 양도, 판매, 담보제공 등 처분할 수 없습니다.


      h3 제 20 조 [비밀유지]
      ol
        li 당사자는 서비스를 이용하는 과정에서 알게 된 상대방의 정보 또는 이용자의 정보를 제3자에게 누설, 공개하지 아니합니다.
        li 비밀유지 의무는 이용계약이 해지되거나 서비스 제공이 중단된 이후에도 유효합니다.


      h3 제 21 조 [완전합의]
      ol
        li 본 이용약관에 명시되지 않은 사항은 관련 법령의 규정과 일반 상관례에 의합니다.
        li 본 이용약관에 명시된 한 개 또는 수개의 조항이 법령에 따라 무효, 위법 또는 집행불능으로 되더라도 본 이용약관에 명시된 나머지 조항의 효력, 적법성 및 집행가능성은 그로 인하여 아무런 영향을 받지 아니합니다.


      h3 제 22 조 [분쟁의 해결]
      p 본 이용약관 및 이용계약은 대한민국법을 준거법으로 하며, 당사자간의 합의로 분쟁을 해결할 수 없는 경우 그 분쟁은 서울중앙지방법원을 관할법원으로 하여 해결합니다.


      h3 제 23 조 [통지]
      p 본 이용약관에 특별한 규정이 없는 경우 회사는 쇼핑몰 사업자에게 마케팅센터 또는 전자메일을 통하여 통지할 수 있습니다.


      h3 제 24 조 [회원가입 전 {{ serviceEn }} 서비스 이용]
      ol
        li 회사는 쇼핑몰 사업자가 회원가입 이전에 {{ serviceEn }} 서비스 제공으로 향유한 이익에 대하여 이용 수수료 등 대금을 청구하지 않으며, 쇼핑몰 사업자는 {{ serviceEn }} 서비스 회원가입 이전 회사의 {{ serviceEn }} 서비스 제공이 쇼핑몰 사업자의 의사에 반하지 않는 것이었음을 확인합니다.
        li 회사와 쇼핑몰 사업자는 제1항과 관련하여 향후 민∙형사상 법적 책임을 묻지 아니할 것을 확약합니다.


      h3 부칙
      p 이 약관은 {{ tosDateNow }}부터 적용됩니다.


    div.global__cta
      CloseBtn
</template>

<script>
import Header from '@/components/Header'
import CloseBtn from '@components/misc/CloseBtn'
import {globalVar} from '@/globalVar'

export default {
  name: 'CeoService',

  data () {
    return {
      pageTitle: '서비스이용약관(쇼핑몰사업자용)',
      companyNameFullKo: globalVar.companyNameFullKo,
      ceoWebsiteUrl: globalVar.ceoWebsiteUrl,
      companyName: globalVar.companyName,
      companyCEO: globalVar.companyCEO,
      websiteUrl: globalVar.websiteUrl,
      tosDateNow: globalVar.tosDateNow,
      serviceEn: globalVar.serviceEn,
      callTo: globalVar.callTo,
      mailTo: globalVar.mailTo,
    }
  },

  metaInfo: {
    title: globalVar.serviceEn + ' - 서비스이용약관(쇼핑몰사업자용)',
    titleTemplate: '%s',
  },

  components: {
    CloseBtn,
    Header,
  },

  updated () {
    window.postMessage(document.title)
    console.log(document.title)
  },

}
</script>
