<template lang="pug">
  div#terms
    PageIndicator
    div.terms-wrapper
      h1 {{ pageTitle }}
      h3 제 1 조 (목적)
      p 이 약관은 {{ companyName }}(이하 '회사'라고 함)이 제공하는 {{ companyName }} '관리자사이트({{ ceoWebsiteUrl }})'를 통한 제품 업로드 및 판매와 관련하여 회사와 회원과의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.

      h3 제 2 조 (정의)
      p 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
      ol
        li "서비스"라 함은 구현되는 단말기(PC, 모바일, 태블릿 PC 등의 각종 유무선 장치를 포함)와 상관없이 "회원"이 이용할 수 있는 {{ companyName }} "관리자사이트" 관련 제반 "서비스"를 의미합니다.
        li "{{ companyName }} "관리자사이트"란 "회사"가 "서비스" 제공을 위하여 운영하는 인터넷 홈페이지({{ ceoWebsiteUrl }})를 의미하며 이하 "관리자사이트"라 합니다.
        li "회원"이라 함은 회사의 "서비스"에 접속하여 이 약관에 따라 "회사"와 이용계약을 체결하고 "회사"가 제공하는 "서비스"를 이용하는 고객을 말합니다.
        li "아이디(ID)"라 함은 "회원"의 식별과 "서비스" 이용을 위하여 "회원"이 정하고 "회사"가 승인하는 문자와 숫자의 조합을 의미합니다.
        li "비밀번호"라 함은 "회원"이 부여받은 "아이디"와 일치되는 "회원"임을 확인하고 비밀보호를 위해 "회원" 자신이 정한 문자 또는 숫자의 조합을 의미합니다.
        li "게시물"이라 함은 "회원"이 "서비스"를 이용함에 있어 "관리자사이트"의 제품등록 등에 등록한 부호&#12685;문자&#12685;음성&#12685;음향&#12685;화상&#12685;동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 의미합니다.
        li "상품"이라 함은 "회원"이 "관리자사이트" 를 통해서 직접 업로드한, 판매하고자 하는 제품을 의미합니다.
        li "구매자" 라 함은 {{ companyName }} 어플리케이션을 통해 가입하여, "회원"이 업로드한 "상품"을 구매하거나 구매의사가 있는 고객을 말합니다.

      h3 제 3 조 ("관리자사이트"의 이용 및 판매 관리)
      ol
        li "서비스"를 통한 상품의 등록 및 판매는 회사의 회원가입 승인 이후에 가능하며, "회원"은 상품 및 용역에 관한 정보를 "관리자사이트"를 통하여 직접 등록, 관리하여야 합니다.
        li "회원"은 "서비스"를 통한 상품 판매 및 상품 광고 등이 제반 법령과 이 약관에 위반되지 않도록 신의에 따라 성실하게 관리 및 운영할 책임이 있습니다.
        li "회원"은 상품의 재고 수량 등 수시로 변동되는 사항에 대한 데이터를 "관리자사이트"를 통해 적절히 관리하여야 하며, "관리자사이트"에 허위의 데이터를 기재할 수 없습니다.
        li "회원"은 "관리자사이트"를 주문 조회, 배송 처리 등의 회사가 정한 목적에 한하여 이용할 수 있으며, "관리자사이트"를 통해 제공된 정보를 관련법령 및 이 약관이 외의 목적으로 제3자에게 제공할 수 없습니다.
        li "회원"은 "관리자사이트"의 로그인 정보(ID 및 Password)를 관리할 책임이 있으며, 회사는 "회원"의 귀책사유에 따른 로그인 정보의 분실 및 제3자 사용 등과 관련하여 발생하는 손해에 대해 책임지지 않습니다.
        li "회원"은 회사가 "서비스" 운영에 필요한 정보 및 증빙자료의 제공을 요청할 경우 이에 성실히 응하여야 합니다.
        li "회원"은 "구매자"로부터의으로부터의 세금계산서 등의 발급 요구에 성실히 응하여야 합니다.
        li "회원"은 "구매자"의 문의에 성실, 정확히 답변해야 하며, "회원"의 부정확하거나 불성실한 답변으로 인하여 발생하는 모든 책임과 의무는 "회원" 본인에게 있습니다. 또한, 본 항을 위반하여 "구매자"로부터으로부터 계속적인 분쟁이 발생하는 경우 회사는 "회원"의 "서비스" 이용을 중단하거나 이 계약을 해지할 수 있습니다.
        li "구매자"가 본인이 작성한 문의글 또는 구매평을 삭제하는 경우 "회원"이 해당 글에 대해 작성한 답변글도 삭제될 수 있습니다. 단, 관계법령에 따라 삭제된 게시글은 작성일로부터 3년간 보관됩니다.
        li "회원"이 상품 등록 후 1년 이상 거래내역이 없는 상품의 경우 회사는 별도 통지 없이 상품 검색의 효율성 제고 및 "구매자" 편의 개선을 위해 해당 상품을 삭제하거나 판매 중단 처리할 수 있습니다.
        li "회원"은 회사가 "관리자사이트" 등을 통해 게시 및 안내하는 "서비스" 운영 정책 및 공지사항 등을 정확히 숙지하여야 하며, 이를 확인하지 않거나 오인하여 발생하는 손해에 대해서 회사는 어떠한 책임도 부담하지 않습니다.

      h3 제 4 조 (매매부적합상품)
      ol
        li 회사는 등록된 물품이 본 조 3항에 따른 매매부적합상품 등 온라인상에서의 매매, 유통에 적합하지 않은 물품인 경우에는 직권 또는 권리주장자의 요청에 따라 해당 물품 등록을 삭제, 취소하거나 중지할 수 있습니다.
        li 회사는 등록된 물품이 법령 또는 약관에 위반되거나, 공서양속을 저해하거나 기타 탈법행위와 관련되거나 그러한 목적이 있는 경우 또는 회사의 정책상 필요에 의한 경우에는 직권으로 이를 삭제, 취소하거나 중지할 수 있습니다.
        li 다음 각 호의 매매부적합상품은 판매를 금하며, 매매부적합상품을 판매함에 따른 모든 책임은 해당 상품을 등록한 "회원"이 부담합니다.
          ol
            li 허위 또는 과장 광고를 통한 상품
            li 지적재산권(상표권, 저작권 등) 등 타인의 권리를 침해하는 상품
            li 관련 법령에서 유통을 금지하는 음란물 등
            li 인증검사 등을 통과하지 못한 공산품 또는 전기, 통신용품
            li 심의되지 않거나 불법 복제된 영상물, 음반, 게임물 등
            li 장물이나 습득한 유실물
            li 주류(관련 국세청 고시에 따라 통신판매가 허용되는 전통주 제외), 담배, 도수가 있는 안경, 콘택트렌즈, 선글라스, 군수품, 의약품 등 관련 법령에 의하여 통신판매가 금지되는 상품
            li 관계기관으로부터 판매중지 또는 유보 결정(요청)이 있는 상품
            li 기타 회사의 정책에 따라 취급이 금지되거나 공서양속에 반하는 상품

      h3 제 5 조 (상품의 배송)
      ol
        li "구매자"의 주문에 따른 결제가 완료되면, 회사는 "회원"이 주문 정보를 확인할 수 있도록 조치를 취하고, "회원"은 당해 주문 정보에 따라 상품이 파손되지 않도록 적절한 포장을 한 후 배송의 증명이나 추적이 가능한 물류대행(택배)업체에 배송을 위탁하여 배송하여야 합니다.
        li "회원"은 "구매자"의 결제일로부터 3 영업일 이내에 상품의 발송을 완료하여야 하고, "관리자사이트"에 송장번호 등의 발송 관련 정보를 입력하여 발송이 완료되었음을 증명하여야 합니다.
        li "회원"이 전항의 기한 내에 발송하지 못할 경우에는 "구매자"에게 유선상으로 반드시 공지해야 하며, "구매자" 취소 요청 시 해당 주문건은 "회원"의 승인 없이 환불처리 됩니다.
        li "구매자"의 귀책사유 없이, "회원"의 배송지 오류 등으로 인하여 "구매자"가 상품을 정상적으로 수령하지 못한 경우 또는 상품의 배송과정에서 하자가 발생한 경우, "회원"은 그에 관한 모든 책임을 부담하여야 합니다.
        li 회사는 제3자와 업무제휴를 통해 배송상태 조회, 송장출력, 반품택배 네트워킹 "서비스" 등을 실시할 수 있습니다.
        li "구매자"의 귀책사유 없이 상품의 배송이 지연되거나 미 배송으로 거래가 취소되는 경우 회사는 "회원"에게 페널티 부여 등으로 불이익을 줄 수 있습니다.
        li 상품의 배송과 관련하여 "구매자"와과 분쟁이 발생한 경우 회사는 "회원"에게 배송완료의 증빙을 요청할 수 있으며, "회원"은 회사의 요청이 있은 날로부터 7일 이내에 해당 자료를 제출하여야 합니다.
        li "회원"이 전항의 증빙자료를 제출하지 않거나, 허위 배송정보의 입력으로 "구매자" 및 회사에의 발생하는 손해 및 제반 문제에 대한 모든 책임은 "회원"에게 있으며, 회사는 "회원"에게 페널티 부여 등으로 불이익을 줄 수 있습니다.
        li "회원"은 배송 방식을 배송의 트래킹이 되지 않는 직접전달 등으로 선택하여 발송할 수 있으나 배송의 증명 또는 배송의 추적이 되지 않아 클레임이 발생할 경우, 상품배송에 대한 증빙자료를 제시하여야 합니다.

      h3 제 6 조 (취소, 반품, 교환, 환불)
      ol
        li "회원"은 "구매자"가 주문한 상품을 공급하기 곤란하다는 것을 알았을 때, 즉시 해당 사실을 "구매자" 및 회사에 유선으로 통보하고 "구매자"의 동의를 얻은 후 취소를 하여야 하며, 회사가 "구매자"의 상품 대금 결제일로부터 3일 이내에 상품대금 환불 및 환불에 필요한 조치를 취할 수 있도록 하여야 합니다.
        li 배송준비중 상태로 결제완료일로부터 3영업일이 경과 되거나 발송 지연처리 시 입력한 배송 예정일을 경과 하여 "구매자"가 주문을 취소하는 경우 해당 주문 건은 자동 환불처리 됩니다. 단, 배송중인 경우에는 취소가 아닌 반품절차에 의합니다.
        li "회원"은 반품상품 수령일로부터 3영업일 이내에 환불 또는 환불에 필요한 조치를 취하여야 합니다. 만약 "회원"이 3영업일 내에 아무런 조치를 취하지 않은 주문건은 자동 환불 될 수 있습니다.
        li "회원"은 단순 변심에 의한 반품 등 "구매자"에게 반품 배송비를 청구해야 하는 경우 판매자 센터의 환불보류 기능을 통하여 반품처리를 유보할 수 있습니다.
        li "회원"은 상품하자나 오배송 등 "구매자"의 귀책사유없는 반품 또는 교환의 경우 "구매자"에게 해당 배송비를 부담시켜서는 안되며, 반품 배송비를 선 결제한 "구매자"가 반품상품 발송 시 추가 부담한 착불 배송료는 "구매자"의 요청에 따라 반환하여야 합니다.
        li "구매자"는 상품 배송완료일로부터 7일 이내에 반품요청을 할 수 있으며 "회원"은 "구매자"가 이 기간 내 반품이나 교환을 요청하는 경우 "구매자"의 요청에 따라 반품 또는 교환을 해 주어야 합니다. 단, "구매자"의 귀책사유로 상품이 훼손된 경우, 사용이나 일부 소비로 인해 상품의 가치가 현저히 감소한 경우, 복제 가능한 상품의 포장을 훼손한 경우, "구매자"의 주문에 따라 개별적으로 생산되는 상품 등으로서 상품 판매시 반품이나 교환의 제한을 명시적으로 고지하고 "구매자"의 동의를 받은 경우 및 기타 법령에 의하여 반품이 제한되어 있는 경우는 예외로 합니다. 또한 상품이 표시 또는 광고 내용과 다를 경우에는 상품수령 후 90일 이내 또는 그 사실을 알게 된 날 또는 알 수 있었던 날로부터 30일 이내에 "구매자"가 반품 또는 교환을 요청하는 경우, "회원"은 반품 또는 교환을 해주어야 합니다.
        li "회원"은 상품Q&A이나 "관리자사이트", 전화 등을 통한 반품신청을 수시로 확인하여 필요한 조치를 취하여야 합니다. 상품Q&A 또는 "관리자사이트"를 통한 반품신청을 확인하지 못한 것은 "회원"의 과실로 인정하고, "회원"에게 사전협의를 하지 않은 것을 사유로 반품을 거부하여서는 아니 됩니다.
        li "회원"이 전자상거래등에서의소비자보호에관한법률(이하 ‘전자상거래법’)이 정하는 범위에 따라 "구매자"의 청약철회를 제한하고자 하는 경우, 상품페이지 등 "구매자"가 쉽게 알 수 있는 곳에 반품제한 사유를 게재하여야 합니다.
        li "회원"은 물류나 가구직배송 등 자체 배송한 상품의 경우 최초 배송 시에 "구매자"에게 청약철회 및 반품절차를 전자상거래법 등 관련법규에 따라 정확히 안내하여야 합니다.
        li "회원"은 주문건에 대한 취소 및 반품 처리시 정확한 사유를 입력하여야 하며, 이와 관련된 클레임 발생 시 "회원"에게 페널티 부여 등의 불이익이 발생될 수 있습니다.
        li "구매자"가 상품 수령 후 교환이나 환불을 요청하는 경우 "회원"은 관련 법률에 의거하여 반품을 받은 후 교환이나 환불 또는 환불에 필요한 조치를 하며, 추가로 발생하는 비용은 교환이나 환불의 책임이 있는 측에서 부담합니다.
        li "회원"은 상품의 하자 또는 사용상의 안전성에 결함이 있는 경우 전량 리콜(수리, 교환, 환불)하여야 하며, 리콜에 따른 모든 비용을 부담하여야 합니다.
        li "구매자"가 주문취소, 교환∙반품 신청 등을 했음에도 불구하고 "회원"의 택배사 미설정 또는 오설정 등의 귀책사유로 인해 상품 수거가 원활히 이루어지지 않는 경우, "회원"에게 페널티 부여 등의 불이익이 발생될 수 있습니다.
        li "회원"은 상품 주문일로부터 90일 이내 해당 주문건의 원활한 배송 및 취소/반품/교환 처리가 종료될 수 있도록 필요한 조치를 취하여야 합니다. 만약, 주문일로부터 90일 이내 주문이 정상적으로 종료되지 못한 경우 회사는 거래관계의 확정을 위하여 "회원"의 의사에 명시적으로 반하지 않는 한 해당 주문을 임의로 구매확정 내지 주문 취소 및 환불 처리할 수 있으며, 처리 15일전 관련 내용을 "회원"에게 통보하여야 합니다. 만약, "회원"이 이를 원치 않을 경우 이의를 제기할 수 있습니다.
        li 회사의 제14항의 처리로 인해 "회원"에게 정산된 주문건에 대해 "구매자"가 민원을 제기할 경우 "회원"은 신의성실의 원칙에 따라 해결하여야 합니다.

      h3 제 7 조 (페널티 및 자격 정지)
      ol
        li 회사는 "서비스"를 통한 거래의 안전성과 신뢰성을 제고하기 위하여 이 약관에서 정한 바에 따라 "회원"의 회원자격을 정지하거나 "서비스"의 이용을 제한 할 수 있습니다.
          ol
            li 페널티에 따른 회원 자격정지 및 불이익 제공
              ul
                li 회사는 "회원"의 거래를 평가하여 "회원"에게 페널티를 부여합니다. 회사는 "회원"에 대해 회사가 미리 고지하는 일정기간의 판매실적과 판매거부 내역, 배송, 반품, 민원 처리지연 등에 기초한 페널티를 부여하며 "회원"의 페널티에 따라 일정한 혜택(또는 불이익)을 제공하거나 회원자격을 정지할 수 있습니다.
            li 부정거래 또는 매매불가상품등록 등 이용규칙위반 또는 기타 위법, 부당행위에 따른 이용정지
        li 회사는 "회원"이 본 약관, 회사의 운영정책 및 관련법령을 위반하거나, 타인의 권리를 침해하는 행위 또는 그러한 위법&#12685;부당한 행위가 있는 것으로 의심될 만한 상당한 이유가 있는 경우 "회원"의 회원자격을 정지할 수 있습니다.
        li "회원"에 대한 자격정지 및 "서비스" 이용제한의 구체적인 기준 등에 대해서는 운영정책에서 정합니다.

      h3 제 8 조 (정산)
      ol
        li "서비스"를 통해 판매된 상품이 배송완료되는 경우, 회사는 회사의 정산일정 및 정책에 따라 판매대금에서 "카드사"수수료, 회사에 대한 미납금 및 기타 채무금을 공제한 나머지 금액(이하, ‘정산대금’이라 함)을 "회원"에게 지급합니다.
        li 매월 정산일은 익월 10일을 기준으로 하며, 회사의 사정에 따라 정산일 변동이 있을 시, "회사"는 "회원" 에게 반드시 통보해야 합니다.

      h3 제 9 조 (이용계약의 종료)
      ol
        li 회사는 다음 각호의 사유가 발생한 경우 제 5조에 따라 체결된 이용계약을 해지할 수 있습니다.
          ol
            li 본 약관 및 회사의 운영정책을 위반하거나 회사로부터 그 시정을 요구 받은 후 7일 이내에 이를 시정하지 아니한 경우
            li 압류 및 가압류 등 금융기관의 거래정지, 회생 및 파산절차의 개시, 영업정지 및 취소 등의 행정처분, 주요 자산에 대한 보전처분, 영업양도 및 합병 등으로 이용계약의 이행이 불가능한 경우
            li 관련 법령을 위반하거나 "회원"의 책임 있는 사유로 인하여 회사가 명예 실추 등 유/무형적 손해를 입은 경우
            li 기타 회사가 판단한 합리적인 사유에 의거하여 이용계약의 해지가 필요하다고 인정 할 경우
        li "회원"이 이 약관에 의한 이용계약을 해지하고자 하는 경우, 해지사유를 기재하여 "관리자사이트"를 통해 회원 탈퇴를 요청하여야 합니다. 만약 현재 진행 중인 거래, 문의, 또는 민원이 있는 경우에는 탈퇴 신청이 불가능하며, "회원"이 해당 사항을 처리 완료한 후 탈퇴 및 이용계약 해지가 가능합니다.
        li 이용계약의 해지에도 불구하고 "회원"은 해지 시까지 완결되지 않은 주문건의 배송, 교환, 환불에 필요한 조치를 취하여야 하며, 해지 이전에 이미 판매한 상품과 관련하여 발생한 "회원"의 책임과 관련된 조항은 그 효력을 유지합니다.
        li 본 조에 의한 이용계약의 해지는 기발생한 양당사자의 권리관계 및 손해배상 청구권에 영향을 미치지 아니합니다.

      h3 제 10 조 (비밀유지)
      ol
        li "회원"은 "구매자"정보 등 "서비스" 이용과 관련하여 취득한 일체의 정보를 회사의 서면 동의 없이 외부에 유출하거나 이 약관 이 외의 목적으로 사용할 수 없습니다.
        li 전항의 의무는 이용계약의 종료 후에도 존속합니다.

      h3 제 11 조 (양도금지)
      ol
        li "회원"은 회사의 사전 서면 동의 없이 이 약관에 따른 일체의 권리와 의무를 제3자에게 양도하거나 담보의 목적으로 제공할 수 없습니다.
        li 회사는 "회원"이 본 조를 위반하는 경우 "서비스" 제공을 거부할 권한을 가지며, 기존 "회원"에 대하여 이용계약을 해지할 수 있다.

      h3 제 12 조 (손해배상)
      p 회사 또는 "회원"의 명백한 귀책 사유로 이 약관을 위반하여 상대방 또는 다른 회원에게 손해를 발생하게 한 때에는 귀책 당사자는 이를 배상할 책임을 부담합니다.

      h3 제 13 조 (회사의 면책)
      ol
        li 회사는 "구매자"와과 "회원"간의 통신판매를 위한 거래시스템만을 제공할 뿐, "회원"이 등록한 상품 및 용역 등에 관한 정보 또는 "구매자"와의 거래에 관하여 분쟁이 발생한 경우 회사는 그 분쟁에 개입하지 않으며 그 분쟁의 결과로 인한 모든 책임은 "회원"이 부담합니다. 또한 제3자가 회사를 상대로 민/형사상 등의 문제를 제기하는 경우 "회원"은 해당 문제해결을 위해 적극 협조하여야 하며, 이와 관련하여 회사에 손해가 발생한 경우 손해를 배상합니다.
        <br> 단, 회사는 분쟁의 합리적이고 원활한 조정을 위하여 회사가 설치 운영하는 안전거래센터(고객센터 포함)를 통하여 예외적으로 당해 분쟁에 개입할 수 있으며, "회원"은 안전거래센터의 결정을 신의칙에 입각하여 최대한 존중해야 합니다.
        li 회사는 적법한 권리자의 요구가 있는 경우에는 당해 상품 및 용역 등에 관한 정보를 삭제하거나 수정할 수 있으며, "회원"은 이로 인한 손해배상을 회사에 청구할 수 없습니다.
        li 회사는 관련법령에 의거하여 "회원"의 정보를 열람할 수 있는 방법을 "구매자"에게 제공할 수 있으며, "회원"은 당해 정보를 기재하지 아니하거나, 허위로 기재함으로써 발생하는 모든 책임을 부담하여야 합니다.
        li 회사는 컴퓨터 등 정보통신설비의 보수, 점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 판매"서비스"의 제공을 일시적으로 중단할 수 있으며, 이와 관련하여 회사는 고의 또는 중대한 과실이 없는 한 책임을 지지 않습니다.
        li "회원"은 자신의 개인정보 또는 "관리자사이트" 로그인정보를 타인에게 유출 또는 제공함으로써, 발생하는 피해에 대해서 회사는 책임을 지지 않습니다.
        li 기타 관련 법령 및 회사에서 제공한 이용약관 및 개별약관의 변경, "회원" 공지사항 등의 확인의무를 게을리하여 발생한 "회원"의 피해에 대해서 회사는 책임을 지지 않습니다.

      h3 제 14 조 (관할 법원)
      p 이 약관과 회사와 회원 간의 "서비스" 이용계약 및 회원 상호간의 분쟁에 대해 회사를 당사자로 하는 소송이 제기될 경우에는 회사의 본사 소재지를 관할하는 법원을 합의관할법원으로 정합니다.

    div.global__cta
      CloseBtn
</template>

<script>
import Header from '@/components/Header'
import CloseBtn from '@components/misc/CloseBtn'
import PageIndicator from '@/components/misc/PageIndicator'
import {globalVar} from '@/globalVar'

export default {
  name: 'term-product',

  data () {
    return {
      pageTitle: '제품판매이용약관',
      companyName: globalVar.companyName,
      ceoWebsiteUrl: globalVar.ceoWebsiteUrl,
    }
  },

  metaInfo: {
    title: globalVar.serviceEn + ' - 제품판매이용약관',
    titleTemplate: '%s',
  },

  components: {
    CloseBtn,
    Header,
    PageIndicator,
  },

  updated () {
    window.postMessage(document.title)
    console.log(document.title)
  },
}
</script>
