<template lang="pug">
  div#terms
    div.terms-wrapper
      h1 {{ tosVars.userServicePageTitle }}


      h3 제 1 조 [목적]
      p 본 이용약관은 {{ tosVars.companyNameFullKo }}(이하 "회사"라 합니다)와 회사가 운영하는 “{{ tosVars.serviceEn }}” 서비스를 이용하여 제휴사의 상품, 재화 등의 정보를 제공받고자 하는 이용자(이하 “이용자”라 합니다) 사이의 권리, 의무, 기타 필요한 사항을 정함으로써 상호 이익을 도모하는 것을 그 목적으로 합니다.


      h3 제 2 조 [약관의 효력 범위와 개정]
      ol
        li 회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 내 또는 연결화면을 통해 게시합니다.
        li 회사는 약관의 규제에 관한 법률, 전자문서 및 전자거래기본법, 전자금융거래법, 전자서명법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률, 소비자기본법 등 관련법령을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
        li 본 이용약관은 개정될 수 있으며 약관을 개정할 경우 회사는 개정된 약관을 적용하는 날(이하 “효력 발생일“)로부터 7일 이전에 약관이 개정된다는 사실과 개정된 내용을 공지합니다.  단, 회원의 권리, 의무에 중대한 영향을 주는 변경의 경우에는 적용일자 30일 전부터 공지합니다.
        li 회사가 전 항에 따라 개정약관을 공지 또는 통지하면서 회원에게 일정한 기한 내에 의사표시를 하지 않으면 의사표시가 표명된 것으로 본다는 뜻을 명확하게 고지하였음에도 회원이 명시적으로 거부의 의사를 표시하지 않거나 이용계약을 해지하지 않는 경우 개정약관에 동의한 것으로 봅니다.
        li 회사가 이용자에게 이용약관의 변경을 공지하였음에도 불구하고 이용자가 이를 알지 못하여 발생하는 피해에 대하여 회사는 책임지지 않습니다.
        li 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래 등에서의 소비자 보호에 관한 법률, 약관의 규제에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자 보호지침 및 관계법령 및 상관례에 따릅니다.


      h3 제 3 조 [용어의 정의]
      ol
        li 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
          ol
            li “{{ tosVars.serviceEn }}”는 회사가 운영하는 앱 또는 웹 형태의 플랫폼으로서 각 쇼핑몰에 게시된 상품정보를 취합하여 이용자들에게 보여주고, 이용자들로 하여금 구매를 촉진시키거나 쇼핑을 편리하게 하는 기능을 제공하는 가상의 영업장을 의미합니다.
            li “제휴사”는 상품의 판매, 대여 등을 목적으로 운영되는 인터넷웹사이트 또는 모바일 앱을 통해 운영되는 쇼핑몰 중 회사와 제휴하여 {{ tosVars.serviceEn }}를 통하여 상품 등의 정보를 노출하는 사업자를 의미합니다.
            li "이용자"는 {{ tosVars.serviceEn }}를 자신의 스마트폰, 태블릿PC, PC 등 단말기에 설치함으로써 {{ tosVars.serviceEn }}를 통하여 쇼핑몰 사업자의 상품 등에 대한 정보를 획득하고 구매를 실현하는 만 14세 이상의 일반 소비자를 의미합니다. 이용자는 회원과 비회원을 모두 포함합니다.
              ul
                li 회원: 본 이용약관에 동의하고 회원가입을 한 자로서, 회사의 정보를 지속적으로 제공받으며, 회사가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.
                li 비회원: 회원가입을 하지 않고 회사가 제공하는 서비스를 이용하는 자를 말합니다.
            li "아이디(ID)"란 회원의 식별과 서비스 이용을 위하여 회원이 설정하고 회사가 승인하여 등록된 전자우편주소를 말합니다.
            li "비밀번호(Password)"는 회원의 동일성 확인과 회원의 권익 및 비밀보호를 위하여 회원 스스로가 설정하여 회사에 등록한 문자와 숫자의 조합을 말합니다.
            li “상품정보”는 제휴사가 자신이 판매하는 상품에 관해 쇼핑몰에 기재한 상품의 이미지, 상품명, 가격정보, 링크정보 등을 의미합니다.
        li 제1항에서 정의되지 않은 이 약관상의 용어의 의미는 일반적인 거래관행에 의합니다.


      h3 제 4 조 [서비스의 제공 범위 및 한계]
      ol
        li 회사는 다음과 같은 업무를 수행합니다.
          ol
            li 제휴사에서 판매하는 재화 또는 용역의 정보 및 가격을 제공
            li 재화 또는 용역에 대한 정보 제공 및 이용자와 제휴사의 구매계약 중개
            li 기타 회사가 정하는 서비스 또는 업무
        li 회원은 회사가 별도 고지한 서비스에 있어서 이용약관, 개인정보처리방침 및 기타 회사가 공지하는 사항을 항상 숙지해야 하며, 이를 숙지하지 못해 생기는 불이익은 회원에게 있습니다.
        li 회사가 제공하는 서비스는 이용자와 제휴사 간에 재화 또는 용역을 거래할 수 있도록 {{ tosVars.serviceEn }}의 이용을 허락하거나, 통신판매를 중개하고 재화 또는 용역의 정보만을 제공하는 것을 목적으로 하며, 회사는 제휴사가 {{ tosVars.serviceEn }}에 제공하는 재화 또는 용역의 정보에 관련해서는 일체의 책임을 지지 않습니다.


      h3 제 5 조 [이용계약의 성립]
      ol
        li 이용계약은 회원이 되고자 하는 자(이하 "가입신청자")가 이 약관의 내용에 대하여 동의를 한 다음 회원가입신청을 하고 "회사"가 이러한 신청에 대하여 승낙함으로써 체결됩니다.
        li 회사는 가입신청자의 신청에 대하여 서비스 이용을 승낙함을 원칙으로 합니다. 다만, 회사는 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다.
          ol
            li 가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우. 단, 회사의 회원 재가입 승낙을 얻은 경우에는 예외로 함.
            li 가입 신청 시에 허위 내용을 등록한 경우, 회사가 제시하는 가입신청 양식의 필수항목을 기재하지 않은 경우
            li 타인의 "서비스" 이용을 방해하거나 정보를 도용하는 등 전자상거래질서를 위협하는 경우
            li "회사"를 이용하여 법령과 이 약관이 금지하거나 공공질서, 미풍양속에 반하는 행위를 하는 경우
            li {{ tosVars.serviceEn }}를 통한 제휴사와의 거래관계에서 대금결제 등 채무를 이행하지 않거나 결제정보를 조작하여 정상가격에 미치지 못하는 금액으로 결제하는 등 부정거래행위를 한 경우
            li 만 14세 미만의 아동이 회원가입을 신청한 경우
            li 이용자의 귀책사유로 인하여 승낙이 불가능하거나 기타 사항을 위반하여 신청하는 경우
        li 회사는 서비스관련설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.
        li 제2항과 제4항에 따라 회원가입신청의 승낙을 하지 아니하거나 유보한 경우, 회사는 원칙적으로 이를 가입신청자에게 알리도록 합니다.
        li 이용계약의 성립 시기는 회사가 가입완료를 신청절차 상에서 표시한 시점으로 합니다.


      h3 제 6 조 (상품의 배송)
      ul
        li "이용자"의 주문에 따른 결제가 완료되면, 회사는 "제휴사"가 주문 정보를 확인할 수 있도록 조치를 취하고, "회원"은 당해 주문 정보에 따라 상품이 파손되지 않도록 적절한 포장을 한 후 배송의 증명이나 추적이 가능한 물류대행(택배)업체에 배송을 위탁하여 배송하여야 합니다.
        li "제휴사"는 "이용자"의 결제일로부터 3 영업일 이내에 상품의 발송을 완료하여야 하고, "마케팅센터"에 송장번호 등의 발송 관련 정보를 입력하여 발송이 완료되었음을 증명하여야 합니다.
        li "제휴사"가 전항의 기한 내에 발송하지 못할 경우에는 "이용자"에게 유선상으로 반드시 공지해야 하며, "이용자" 취소 요청 시 해당 주문건은 "회원"의 승인 없이 환불처리 됩니다.
        li "이용자"의 귀책사유 없이, "제휴사"의 배송지 오류 등으로 인하여 "이용자"가 상품을 정상적으로 수령하지 못한 경우 또는 상품의 배송과정에서 하자가 발생한 경우, "제휴사"는 그에 관한 모든 책임을 부담하여야 합니다.
        li 회사는 제3자와 업무제휴를 통해 배송상태 조회, 송장출력, 반품택배 네트워킹 "서비스" 등을 실시할 수 있습니다.
        li "이용자"의 귀책사유 없이 상품의 배송이 지연되거나 미 배송으로 거래가 취소되는 경우 회사는 "제휴사"에게 페널티 부여 등으로 불이익을 줄 수 있습니다.
        li 상품의 배송과 관련하여 "이용자"와과 분쟁이 발생한 경우 회사는 "회원"에게 배송완료의 증빙을 요청할 수 있으며, "제휴사"는회사의 요청이 있은 날로부터 7일 이내에 해당 자료를 제출하여야 합니다.
        li "제휴사"가 전항의 증빙자료를 제출하지 않거나, 허위 배송정보의 입력으로 "이용자" 및 회사에의 발생하는 손해 및 제반 문제에 대한 모든 책임은 "제휴사"에게 있으며, 회사는 "제휴사"에게 페널티 부여 등으로 불이익을 줄 수 있습니다.
        li "제휴사"는 배송 방식을 배송의 트래킹이 되지 않는 직접전달 등으로 선택하여 발송할 수 있으나 배송의 증명 또는 배송의 추적이 되지 않아 클레임이 발생할 경우, 상품배송에 대한 증빙자료를 제시하여야 합니다.


      h3 제 7 조 (취소, 반품, 교환, 환불)
      ul
        li "제휴사"는 "이용자"가 주문한 상품을 공급하기 곤란하다는 것을 알았을 때, 즉시 해당 사실을 "이용자" 및 회사에 유선으로 통보하고 "이용자"의 동의를 얻은 후 취소를 하여야 하며, 회사가 "이용자"의 상품 대금 결제일로부터 3일 이내에 상품대금 환불 및 환불에 필요한 조치를 취할 수 있도록 하여야 합니다.
        li 배송준비중 상태로 결제완료일로부터 3영업일이 경과 되거나 발송 지연처리 시 입력한 배송 예정일을 경과 하여 "이용자"가 주문을 취소하는 경우 해당 주문 건은 자동 환불처리 됩니다. 단, 배송중인 경우에는 취소가 아닌 반품절차에 의합니다.
        li "제휴사"는 반품상품 수령일로부터 3영업일 이내에 환불 또는 환불에 필요한 조치를 취하여야 합니다. 만약 "제휴사"가 3영업일 내에 아무런 조치를 취하지 않은 주문건은 자동 환불 될 수 있습니다.
        li "제휴사"는 단순 변심에 의한 반품 등 "이용자"에게 반품 배송비를 청구해야 하는 경우 판매자 센터의 환불보류 기능을 통하여 반품처리를 유보할 수 있습니다.
        li "제휴사"는 상품하자나 오배송 등 "이용자"의 귀책사유없는 반품 또는 교환의 경우 "이용자"에게 해당 배송비를 부담시켜서는 안되며, 반품 배송비를 선 결제한 "이용자"가 반품상품 발송 시 추가 부담한 착불 배송료는 "이용자"의 요청에 따라 반환하여야 합니다.
        li "이용자"는 상품 배송완료일로부터 7일 이내에 반품요청을 할 수 있으며 "제휴사"는 "이용자"가 이 기간 내 반품이나 교환을 요청하는 경우 "이용자"의 요청에 따라 반품 또는 교환을 해 주어야 합니다. 단, "이용자"의 귀책사유로 상품이 훼손된 경우, 사용이나 일부 소비로 인해 상품의 가치가 현저히 감소한 경우, 복제 가능한 상품의 포장을 훼손한 경우, "이용자"의 주문에 따라 개별적으로 생산되는 상품 등으로서 상품 판매시 반품이나 교환의 제한을 명시적으로 고지하고 "이용자"의 동의를 받은 경우 및 기타 법령에 의하여 반품이 제한되어 있는 경우는 예외로 합니다. 또한 상품이 표시 또는 광고 내용과 다를 경우에는 상품수령 후 90일 이내 또는 그 사실을 알게 된 날 또는 알 수 있었던 날로부터 30일 이내에 "이용자"가 반품 또는 교환을 요청하는 경우, "제휴사"는 반품 또는 교환을 해주어야 합니다.
        li "제휴사"는 상품Q&A이나 "마케팅센터", 전화 등을 통한 반품신청을 수시로 확인하여 필요한 조치를 취하여야 합니다. 상품Q&A 또는 "마케팅센터"를 통한 반품신청을 확인하지 못한 것은 "제휴사"의 과실로 인정하고, "제휴사"에게 사전협의를 하지 않은 것을 사유로 반품을 거부하여서는 아니 됩니다.
        li "제휴사"가 전자상거래등에서의소비자보호에관한법률(이하 ‘전자상거래법’)이 정하는 범위에 따라 "이용자"의 청약철회를 제한하고자 하는 경우, 상품페이지 등 "이용자"가 쉽게 알 수 있는 곳에 반품제한 사유를 게재하여야 합니다.
        li "제휴사"는 물류나 의류 배송 등 자체 배송한 상품의 경우 최초 배송 시에 "이용자"에게 청약철회 및 반품절차를 전자상거래법 등 관련법규에 따라 정확히 안내하여야 합니다.
        li "제휴사"는 주문건에 대한 취소 및 반품 처리시 정확한 사유를 입력하여야 하며, 이와 관련된 클레임 발생 시 "회원"에게 페널티 부여 등의 불이익이 발생될 수 있습니다.
        li "이용자"가 상품 수령 후 교환이나 환불을 요청하는 경우 "제휴사"는 관련 법률에 의거하여 반품을 받은 후 교환이나 환불 또는 환불에 필요한 조치를 하며, 추가로 발생하는 비용은 교환이나 환불의 책임이 있는 측에서 부담합니다.
        li "제휴사"는 상품의 하자 또는 사용상의 안전성에 결함이 있는 경우 전량 리콜(수리, 교환, 환불)하여야 하며, 리콜에 따른 모든 비용을 부담하여야 합니다.
        li "이용자"가 주문취소, 교환∙반품 신청 등을 했음에도 불구하고 "제휴사"의 택배사 미설정 또는 오설정 등의 귀책사유로 인해 상품 수거가 원활히 이루어지지 않는 경우, "제휴사"에게 페널티 부여 등의 불이익이 발생될 수 있습니다.
        li "제휴사"는 상품 주문일로부터 90일 이내 해당 주문건의 원활한 배송 및 취소/반품/교환 처리가 종료될 수 있도록 필요한 조치를 취하여야 합니다. 만약, 주문일로부터 90일 이내 주문이 정상적으로 종료되지 못한 경우 회사는 거래관계의 확정을 위하여 "제휴사"의 의사에 명시적으로 반하지 않는 한 해당 주문을 임의로 구매확정 내지 주문 취소 및 환불 처리할 수 있으며, 처리 15일전 관련 내용을 "제휴사"에게 통보하여야 합니다. 만약, "제휴사"가 이를 원치 않을 경우 이의를 제기할 수 있습니다.
        li 회사의 제14항의 처리로 인해 "회원"에게 정산된 주문건에 대해 "이용자"가 민원을 제기할 경우 "회원"은 신의성실의 원칙에 따라 해결하여야 합니다.


      h3 제 8 조 (페널티 및 자격 정지)
      p 회사는 "서비스"를 통한 거래의 안전성과 신뢰성을 제고하기 위하여 이 약관에서 정한 바에 따라 "제휴사"의 회원자격을 정지하거나 "서비스"의 이용을 제한 할 수 있습니다.
      ol
        li 페널티에 따른 회원 자격정지 및 불이익 제공
          ul
            li 회사는 ""제휴사"의 거래를 평가하여 "제휴사"에게 페널티를 부여합니다. 회사는 "제휴사"에 대해 회사가 미리 고지하는 일정기간의 판매실적과 판매거부 내역, 배송, 반품, 민원 처리지연 등에 기초한 페널티를 부여하며 "제휴사"의 페널티에 따라 일정한 혜택(또는 불이익)을 제공하거나 회원자격을 정지할 수 있습니다.
        li 부정거래 또는 매매불가상품등록 등 이용규칙위반 또는 기타 위법, 부당행위에 따른 이용정지
        li 회사는 "제휴사"가 본 약관, 회사의 운영정책 및 관련법령을 위반하거나, 타인의 권리를 침해하는 행위 또는 그러한 위법ㆍ부당한 행위가 있는 것으로 의심될 만한 상당한 이유가 있는 경우 "제휴사"의 제휴자격을 정지할 수 있습니다.
        li "제휴사"에 대한 자격정지 및 "서비스" 이용제한의 구체적인 기준 등에 대해서는 운영정책에서 정합니다.


      h3 제 9 조 [개인정보의 변경 및 보호]
      ol
        li 회사는 회원의 개인정보 수집 시 서비스제공을 위하여 필요한 범위에서 최소한의 개인정보를 수집합니다.
        li 회사는 회원의 개인정보를 수집·이용하는 때에는 당해 회원에게 그 목적을 고지하고 동의를 받습니다.
        li 회사는 수집된 개인정보를 목적 외의 용도로 이용할 수 없으며, 새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용·제공단계에서 당해 회원에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.
        li 회사가 제2항에 의해 회원의 동의를 받아야 하는 경우에는 개인정보 관리 책임자의 신원(소속, 성명 및 전화번호, 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받은 자, 제공목적 및 제공할 정보의 내용) 등 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』 에서 규정한 사항을 미리 명시하거나 고지해야 하며 회원은 언제든지 이 동의를 철회할 수 있습니다.
        li 회원은 언제든지 회사가 가지고 있는 자신의 개인정보에 대해 열람 및 오류 정정을 요구할 수 있으며 회사는 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 회원이 오류의 정정을 요구한 경우에는 회사는 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.
        li 회사는 개인정보 보호를 위하여 회원의 개인정보를 취급하는 자를 최소한으로 제한하여야 하며 회원의 개인정보의 분실, 도난, 유출, 동의 없는 제3자 제공, 변조 등으로 인한 이용자의 손해에 대하여 모든 책임을 집니다.
        li 회사 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.
        li 회사는 개인정보의 수집·이용·제공에 관한 동의란을 미리 선택한 것으로 설정해두지 않습니다. 또한 개인정보의 수집·이용·제공에 관한 동의거절 시 제한되는 서비스를 구체적으로 명시하고, 필수수집항목이 아닌 개인정보의 수집·이용·제공에 관한 회원의 동의 거절을 이유로 회원가입 등 서비스 제공을 제한하거나 거절하지 않습니다.
        li 회사는 이용자의 개인정보를 안전하게 처리하기 위하여 개인정보 보호에 관한 사항을 정한 '개인정보처리방침'을 수립하고 게시합니다. 단, 회사의 '개인정보 처리방침'은 회사의 서비스 제공 범위 내에서 적용되고, 링크된 사이트에서는 적용되지 않습니다. 링크된 사이트 및 상품 등을 제공하는 제3자의 개인정보 처리에 관하여는 해당 사이트 및 제3자의 개인정보처리방침을 확인할 책임이 회원에게 있으며, 회사는 이에 대하여 책임을 부담하지 않습니다.


      h3 제 10 조 [아이디 및 비밀번호의 관리]
      ol
        li 아이디(ID) 및 비밀번호에 대한 관리책임은 회원에게 있으며, 회원은 어떠한 경우에도 본인의 아이디(ID) 또는 비밀번호를 타인에게 양도하거나 대여할 수 없습니다.
        li 회사의 귀책사유 없이 아이디(ID) 또는 비밀번호의 유출, 양도, 대여로 인하여 발생하는 손실이나 손해에 대하여는 이용자 본인이 그에 대한 책임을 부담합니다.
        li 회원은 아이디(ID) 또는 비밀번호를 도난 당하거나 제3자가 무단으로 사용하고 있음을 인지한 경우, 즉시 회사에 통보하여야 하고 회사는 이에 대한 신속한 처리를 위하여 최선의 노력을 다하여야 합니다.


      h3 제 11 조 [이용계약의 종료]
      ol
        li 회원은 언제든지 회사에게 회원 탈퇴의 의사를 통지함으로써 이용계약을 해지할 수 있습니다. 다만, 회원은 해지의사를 통지하기 최소한 7일 전에 모든 거래를 완결시키는데 필요한 조치를 취하여야만 합니다.
        li 제1항 단서의 기간을 준수하지 않아 발생한 불이익에 대한 책임은 회원 본인이 부담하여야 합니다.
        li 회원의 의사로 이용계약을 해지 한 후, 추후 재이용을 희망할 경우에는 재이용 의사가 회사에 통지되고, 이에 대한 회사의 승낙이 있는 경우에만 서비스 재이용이 가능합니다.
        li 회사는 다음과 같은 사유가 발생하거나 확인된 경우 이용계약을 해지할 수 있습니다.
          ol
            li 다른 회원의 권리나 명예, 신용 기타 정당한 이익을 침해하거나 대한민국 법령 또는 공서양속에 위배되는 행위를 한 경우
            li 회사가 제공하는 서비스의 원활한 진행을 방해하는 행위를 하거나 시도한 경우
            li 제5조 제2항의 승낙거부사유가 있음이 확인된 경우
            li 기타 회사가 합리적인 판단에 기해 서비스의 제공을 거부할 필요가 있다고 인정할 경우
        li 회사가 제4항에 따라 이용계약을 해지를 하는 경우 회원에게 e-mail 등 기타의 방법을 통하여 해지사유를 밝혀 해지의사를 통지합니다. 이용계약은 회사의 해지의사를 회원에게 통지한 시점에 종료됩니다.
        li 제1항 및 제4항에 따라 이용계약이 종료되더라도, 종료 이전에 이미 제공받았던 서비스의 완결과 관련해서는 이 약관이 계속 적용됩니다.
        li 제1항 및 제4항에 따라 이용계약이 종료될 시에는 회사는 회원에게 부가적으로 제공한 각종 혜택을 회수할 수 있습니다.
        li 제4항에 따라 이용계약이 종료된 경우에는, 회원의 재이용신청에 대하여 회사는 이에 대한 승낙을 하지 아니할 수 있습니다.
        li 본 조의 해지는 손해배상에 영향을 미치지 않습니다.


      h3 제 12 조 [서비스 기간과 중단]
      ol
        li 본 약관에 따른 서비스 기간은 서비스 신청일로부터 이용계약의 해지 시까지 입니다.
        li 회사는 업무상 또는 기술상 특별한 사정이 없는 한 연중무휴, 1일 24시간 서비스를 제공합니다.
        li 회사는 컴퓨터 등 정보통신설비의 보수, 점검, 증설, 교체 및 고장, 통신의 두절, 시스템 장애 또는 운영 상의 상당한 사유가 있는 경우 서비스의 제공을 일시적으로 중단할 수 있습니다. 이 경우 서비스 일시 중단 사실과 그 사유를 {{ tosVars.serviceEn }} 초기화면에 통지합니다.
        li 회사는 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는 일부의 이용을 제한하거나 정지 할 수 있습니다.
        li 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 회사 서비스를 제공할 수 없는 경우에는 서비스의 제공을 제한하거나 일시 중단할 수 있습니다.
        li 제4항 및 제5항의 경우 회사는 {{ tosVars.serviceEn }} 화면에 게시하거나 기타의 방법으로 회원들에게 통지합니다. 단, 부득이한 사유가 있는 경우에는 사후 통지로 대체할 수 있습니다.


      h3 제 13 조 [서비스 이용료]
      p 회사는 이용자와 제휴사 간의 자유로운 전자상거래에 있어서 필요로 하는 각종 서비스를 제공하고 회사의 내부 정책에 따라 그에 대한 이용료(서비스 이용료)를 부과할 수 있습니다.


      h3 제 14 조 [이용자 관리]
      ol
        li 회사는 이 약관과 관련법령 및 상거래의 일반원칙을 위반한 회원에 대하여 다음과 같은 조치를 할 수 있습니다.
          ol
            li 회사가 부가적으로 제공한 혜택의 일부 또는 전부의 회수
            li 특정 서비스 이용제한
            li 이용계약의 해지
            li 손해배상의 청구
        li 회사가 전항 각 호에 정한 조치를 할 경우 회사는 사전에 회원에게 이메일로 통보하며, 회원의 연락이 두절되거나 긴급을 요하는 것과 같이 부득이한 경우 선 조치 후 통보할 수 있습니다.
        li 회원은 본 조에 의한 회사의 조치에 대하여 항변의 사유가 있는 경우 이에 대하여 항변을 할 수 있습니다.


      h3 제 15 조 [저작권의 귀속 및 이용제한]
      ol
        li 회사는 서비스를 이용함에 있어 저작권자의 저작권 보호를 위한 정책을 수립하여 운영하며 회원은 회사의 저작권 정책을 준수하여야 합니다.
        li 회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에 귀속합니다.
        li 회원이 창작하여 {{ tosVars.serviceEn }}에 게재 또는 등록한 게시물에 대한 저작권은 회원 본인에게 있으며 해당 게시물이 타인의 지적 재산권을 침해하여 발생되는 모든 책임은 회원 본인에게 있습니다.
        li 이용자는 {{ tosVars.serviceEn }}를 이용함으로써 얻은 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리 목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.
        li 회원은 자신이 창작, 등록한 게시물을 회사의 서비스를 운영, 전송 배포 또는 홍보를 위해 사용료 없는 영구적인 사용권을 회사에 부여합니다. 사용권은 회원이 탈퇴한 후에도 유효하며, 세부사항은 아래와 같습니다.
          ol
            li 회사가 제공하는 관련 서비스 내에서 회원의 게시물에 대한 복제, 전시, 배포, 편집저작물 작성
            li 제휴사에게 회원의 게시물 내용을 제공. 단 회원의 아이디 외의 개인정보는 제공하지 않습니다.
        li 회원의 게시물에 대해 제 3자로부터 저작권 및 기타 권리의 침해로 이의가 제기된 경우, 회사는 해당 게시물을 임의로 삭제할 수 있으며 해당 게시물에 대한 법적 문제가 종결된 후 회원이 이를 근거로 회사에 신청하는 경우에만 상기 임시 삭제된 게시물을 다시 게재할 수 있습니다.
        li 회사는 게시물이 다음 각 호에 해당하는 경우 사전 통보 없이 해당 게시물을 삭제하거나 게시자에 대하여 특정 서비스의 이용제한, 이용계약의 해지 등의 조치를 할 수 있습니다.
          ol
            li 대한민국의 법령을 위반하는 내용을 포함하는 경우
            li 관계법령에 의거 판매가 금지된 불법제품 또는 음란물을 게시, 광고하는 경우
            li 허위 또는 과대광고의 내용을 포함하는 경우
            li 타인의 권리나 명예, 신용 기타 정당한 이익을 침해하는 경우
            li 직거래 유도 또는 타 사이트의 링크를 게시하는 경우
            li 정보통신기기의 오작동을 일으킬 수 있는 악성코드나 데이터를 포함하는 경우
            li 사회 공공질서나 미풍양속에 위배되는 경우
            li 회사가 제공하는 서비스의 원활한 진행을 방해하는 것으로 판단되는 경우


      h3 제 16 조 [금지행위]
      ol
        li 회사가 제공하는 서비스 이용방법에 의하지 아니하고 비정상적인 방법으로 서비스를 이용하거나 시스템에 접근하는 행위는 금지됩니다.
        li 이용자는 {{ tosVars.serviceEn }}를 디컴파일, 해킹 또는 리버스 엔지니어링 등의 방법으로 소스코드를 분석하거나 임의로 변경 또는 서비스의 정상적인 운영을 방해하려는 시도를 해서는 안 됩니다.
        li 회사는 시스템 부정행위가 확인된 경우 해당 회원에 대하여 회사가 부가적으로 제공한 혜택의 일부 또는 전부의 회수, 특정 서비스의 이용제한, 이용계약의 해지 등의 조치를 할 수 있으며 이로 인하여 발생한 손해가 있을 시 이의 배상을 청구할 수 있습니다.
        li 이용자는 회사와 정당한 계약 또는 회사의 동의 없이 재화 또는 용역을 재판매할 수 없고 이를 이용하여 영업 활동을 할 수 없으며, 회사는 이용자가 이 약관에 위반한 영업 활동으로 인하여 발생한 결과에 대하여 책임을 지지 않습니다.
        li 이용자는 회사가 제공하는 할인율 등을 이용하여 비정상적인 다수의 거래를 체결시킴으로써 회사에 손실을 발생시키고 공정한 시장 환경 조성에 방해가 되는 행위 등을 하여서는 아니 되며, 해당 내용이 확인된 경우 회사는 당해 거래를 취소할 수 있으며 경우에 따라 거래 중지 등의 제재 조치를 가할 수 있습니다.
        li 이용자가 본 조에 정한 내용을 위반한 경우 회사에 대하여 손해배상 의무를 집니다.


      h3 제 17 조 [약관 외 준칙 및 관련 법령과의 관계]
      ol
        li 이 약관에 명시되지 않은 사항은 관련 법령의 규정과 일반 상관례에 의합니다.
        li 회사는 필요한 경우 특정 서비스에 관하여 적용될 사항(이하 "개별약관"이라고 합니다)을 정하여 이를 앱 내 공지사항 등을 통해 미리 공지할 수 있습니다. 회원이 이러한 개별약관에 동의하고 특정 서비스를 이용하는 경우에는 개별약관이 우선적으로 적용되고, 이 약관은 보충적인 효력을 갖습니다.
        li 회사는 전항의 개별약관에 변경이 있을 경우, 시행 7일 이전에 해당 변경사항을 공지합니다.
        li 회원은 이 약관 및 개별약관의 내용에 변경이 있는지 여부를 주시하여야 하며, 변경사항의 공지가 있을 시에는 이를 확인하여야 합니다.


      h3 제 18 조 [회사의 면책]
      ol
        li 회사가 이용자에게 제공하는 서비스는 제휴사와의 온라인 거래를 위한 상품홍보/광고 마케팅 서비스이므로 제휴사와 이용자 상호간의 거래와 관련된 제반 문제 즉, 제 6조 및 제 7조에 해당되는 항목들에 대해서는 거래당사자인 제휴사와 이용자가 직접 수행하여야 합니다. 회사는 이에 대하여 어떠한 책임도 부담하지 않습니다. 단, 서비스를 이용함에 있어 제 6조 및 제 7조에 포함되지 아니하는 거래상의 문제들에 대해서는 회사가 모든 책임을 부담하며, 본 문제를 해결하기 위해 최선을 다합니다.
        li 제12조 제3항, 제4항의 사유로 인하여 서비스를 일시적으로 중단하는 경우 회사는 이로 인하여 회원 또는 제3자가 입은 손해에 대하여 책임지지 않습니다. 단, 회사의 고의 또는 중과실로 인한 경우에는 그러하지 아니합니다.
        li 제12조 5항의 사유로 인하여 서비스를 제한하거나 중단하는 경우 회사는 불가항력을 이유로 그 책임을 면합니다.
        li 회사는 이용자 또는 제휴사의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.
        li 회사는 상품홍보/광고 마케팅 서비스를 통하여 거래되는 재화 또는 용역의 하자, 물품등록정보의 오류, 미비 등으로 인하여 이용자가 입는 손해에 대해서는 책임(제조물 책임 포함)을 지지 않습니다.
        li 회사는 이용자가 제휴사 혹은 다른 이용자가 게재한 정보, 자료, 사실의 정확성 등을 신뢰함으로써 입은 손해에 대하여 책임을 지지 않습니다.
        li 회원이 자신의 개인정보를 타인에게 유출 또는 제공함으로써, 발생하는 피해에 대해서 회사는 일체의 책임을 지지 않습니다.
        li 회사는 무료로 제공하는 서비스 이용과 관련하여 관련 법령에 특별한 규정이 없는 한, 이용자에게 손해가 생기더라도 책임지지 않습니다.


      h3 제 19 조 [정보의 제공 및 광고의 게재]
      ol
        li 회사는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보를 공지사항이나 전자우편, 푸시메시지 등의 방법으로 회원에게 제공할 수 있습니다. 다만, 회원은 관련법에 따른 거래관련 정보 및 고객문의 등에 대한 답변 등을 제외하고는 언제든지 수신 거절을 할 수 있습니다.
        li 제1항의 정보를 전송하려고 하는 경우에는 회원의 사전 동의를 받아서 전송합니다. 다만, "회원"의 거래관련 정보 및 고객문의 등에 대한 회신에 있어서는 제외됩니다.
        li 회사는 서비스의 운영과 관련하여 서비스 화면, 전자우편 등에 광고를 게재할 수 있습니다. 다만, 이는 광고 수신에 동의한 회원에 한합니다.
        li 이용자는 회사가 제공하는 서비스와 관련하여 게시물 또는 기타 정보를 변경, 수정, 제한하는 등의 조치를 취하지 않습니다.


      h3 제 20 조 [회사의 의무]
      ol
        li 회사는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 서비스를 제공하는 데 최선을 다하여야 합니다.
        li 회사는 이용자가 안전하게 서비스를 이용할 수 있도록 이용자의 개인정보보호를 위한 보안 시스템을 갖추어야 합니다.
        li 회사는 이용자가 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.
        li 회사는 회원과 제휴사 간 {{ tosVars.serviceEn }}를 통하여 이루어진 거래에 대하여 불만 또는 분쟁이 발생한 경우 이를 조정하기 위하여 고객센터를 운영합니다.
        li 회사는 고객센터에 접수된 회원의 불만 또는 의견이 정당하다고 판단되는 경우 이를 신속하게 처리하며, 불만 또는 분쟁의 원인을 조사하여 3영업일 이내에 진행경과를 알리고, 10영업일 이내에 조사결과 또는 처리방안을 알립니다.


      h3 제 21 조 [이용자의 의무]
      ol
        li 이용자는 다음 각 호의 행위를 하여서는 안됩니다.
          ol
            li 가입신청 또는 변경 시 허위내용의 등록하거나 타인의 개인정보를 무단으로 이용하는 행위
            li {{ tosVars.serviceEn }}에 게시된 정보를 무단으로 변경·편집·수정·복제하는 행위
            li 회사가 정한 정보 이외의 정보(컴퓨터 프로그램 등)의 송신 또는 게시
            li 회사 및 기타 제3자의 저작권 등 지적재산권에 대한 침해
            li 회사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
            li 외설 또는 폭력적인 메시지, 화상, 음성, 동영상 기타 공서양속에 반하는 정보를 {{ tosVars.serviceEn }}에 공개 또는 게시하는 행위
            li 불특정 다수의 자를 대상으로 회사의 서비스를 이용하여 영리 목적으로 활동하는 행위
            li 기타 법령 또는 사회상규에 위배되는 행위
        li 이용자는 제17조 제4항에 따라 회사가 운영하는 고객센터의 분쟁조정에 성실히 응하여야 합니다.


      h3 제 22 조 [준거법 및 관할법원]
      p 이 약관에 따른 회사와 회원 간의 서비스 이용계약 및 회원 상호간의 분쟁에 대하여 회사를 당사자로 하는 소송이 제기될 경우에는 대한민국 법을 준거법으로 하며, 회사의 본사 소재지를 관할하는 법원을 전속적 합의관할법원으로 정합니다.


      h3 제 23 조 [기타사항]
      ol
        li 회사는 필요한 경우 특정 서비스(혹은 그 일부)를 {{ tosVars.serviceEn }}를 통하여 미리 공지한 후, 일시적 또는 영구적으로 수정하거나 중단할 수 있습니다.
        li 회사와 회원은 상대방의 명백한 동의 없이 이 약관상의 권리와 의무를 제3자에게 양도 또는 증여할 수 없으며 담보의 목적으로 제공할 수 없습니다.
        li 이 약관과 관련하여 당사자 간의 합의에 의하여 추가로 작성된 계약서, 협정서, 통보서 등과 회사의 정책변경, 법령의 제정·개정 또는 공공기관의 고시·지침 등에 의하여 회사가 {{ tosVars.serviceEn }}를 통해 회원에게 공지하는 내용도 본 약관의 일부를 구성합니다.


      h3 부칙
      p 이 약관은 {{ tosVars.tosDateNow }}부터 적용됩니다.


    div.global__cta
      CloseBtn
</template>

<script>
import Header from '@/components/Header'
import CloseBtn from '@components/misc/CloseBtn'
import {globalVar} from '@/globalVar'

export default {
  name: 'UserService',

  computed: {
    tosVars() {
      return this.$store.state.tosVars
    }
  },

  metaInfo: {
    title: globalVar.serviceEn + ' - 서비스이용약관(이용자용)',
    titleTemplate: '%s',
  },

  components: {
    CloseBtn,
    Header,
  },

  updated () {
    window.postMessage(document.title)
  },
}
</script>
